adapta-gtk-theme
adobe-source-code-pro-fonts
alsa-utils
alsi
arc-gtk-theme
autoconf
automake
bash
bison
bzip2
chromium
clipit
compton
conky-lua
coreutils
cryptsetup
device-mapper
dhcpcd
diffutils
dmenu
e2fsprogs
efibootmgr
emacs
fakeroot
feh
ffmpegthumbnailer
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gedit
gettext
git
glibc
gnome-break-timer
gparted
grep
grub
gzip
htop
i3-wm
i3blocks
i3lock
i3lock-fancy-git
i3status
inetutils
intel-ucode
iproute2
iputils
jfsutils
less
licenses
lightdm
lightdm-kde-greeter
linux
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
moka-icon-theme-git
mpd
mplayer
mpv
nano
neofetch
netctl
network-manager-applet
networkmanager
numix-gtk-theme
otf-overpass
pa-applet-git
pacman
pamac-aur
pamixer
paper-gtk-theme-git
paper-icon-theme-git
patch
pciutils
pcmciautils
perl
polybar
procps-ng
psmisc
pulseaudio
python-xdg
ranger
redshift
reiserfsprogs
rhythmbox
rofi
rxvt-unicode
s-nail
scrot
sed
shadow
sudo
sysfsutils
systemd-sysvcompat
tar
telegram-desktop-bin
terminator
texinfo
thunar
thunar-volman
tmux
transmission-gtk
udiskie
usbutils
util-linux
vi
vim
vlc
w3m
wget
which
x264
xf86-input-evdev
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yaourt
zsh
